{
  "_class_name": "AutoencoderKL",
  "_diffusers_version": "0.24.0",
  "act_fn": "silu",
  "block_out_channels": [128, 256, 512, 512],
  "latent_channels": 4,
  "layers_per_block": 2,
  "norm_num_groups": 32,
  "out_channels": 3,
  "sample_size": 1024,
  "scaling_factor": 0.13025
}
